[["0",{"pageContent":"See discussions, stats, and author profiles for this publication at: \nhttps://www.researchgate.net/publication/227861810\nHOMEOPATHY\nArticle\n · May 1999\nCITATIONS\n0\nREADS\n27,354\n1 author:\nMiranda Castro\nUniversity of Central Lancashire\n2\n \nPUBLICATIONS\n   \n0\n \nCITATIONS\n   \nSEE PROFILE\nAll content following this page was uploaded by \nMiranda Castro\n on 08 July 2014.\nThe user has requested enhancement of the downloaded file.","metadata":{"loc":{"lines":{"from":1,"to":25}}}}],["1",{"pageContent":"HOMEOPATHY\nA Theoretical Framework and Clinical Application\nMiranda Castro,\nFSHom\n,\nRSHom (NA)\n,\nCCH\nABSTRACT\nThe use of homeopathic remedies for the treatment of mastitis\nis described. The basic principles of homeopathy are discussed,\nincluding the simillimum, the minimum dose, the single\nremedy, the whole person, the vital force, susceptibility, and\nconstitutional treatment. Homeopathic research trials and\npapers are examined and discussed. The author explains how\nhomeopathy can be incorporated into midwifery practice and\napplies this to the treatment of mastitis. Specific indications in\nthe application of 19 homeopathic remedies for mastitis,\nbreast abscess, and lactation difficulties (including problems\nwith supply and painful nipples) are cited. Keynote symptoms\nare presented in an easy access repertory. General guidelines\nfor potency and dosage protocol are given.\nq\n1999 by the\nAmerican College of Nurse-Midwives.\n“The highest ideal of cure is the rapid, gentle and perma-","metadata":{"loc":{"lines":{"from":1,"to":26}}}}],["2",{"pageContent":"for potency and dosage protocol are given.\nq\n1999 by the\nAmerican College of Nurse-Midwives.\n“The highest ideal of cure is the rapid, gentle and perma-\nnent restoration of healt\nh...\naccording to clearly realizable\nprinciples.”\nSamuel Hahnemann,\nThe Organon of Medicine\n, 1810\nHomeopathy is an effective and scientific system of\nhealing that assists the natural tendency of the body to\nheal itself. It recognizes that all symptoms of ill health are\nexpressions of disharmony within the whole person and\nthat it is the individual person who needs treatment, not\nthe disease. The homeopathic principles constitute a\nunified hypothesis whose validity is tested empirically:\ncured patients confirm the hypothesis. Homeopathic\nmedicines are prepared in a pharmacy or a laboratory,\nusing a technique subject to precise and clearly stated\ncontrols. The preparation and administration of homeo-\npathic medicines does not involve mysterious processes.\nHomeopathy is an increasingly popular alternative","metadata":{"loc":{"lines":{"from":26,"to":50}}}}],["3",{"pageContent":"controls. The preparation and administration of homeo-\npathic medicines does not involve mysterious processes.\nHomeopathy is an increasingly popular alternative\nsystem of medicine whose basic philosophy is viewed\nskeptically by the orthodox medical profession because it\nis difficult to understand within accepted scientific theo-\nries. Its success with patients, however, has led to its\ncontinual growth and development over the past 200\nyears, culminating in a resurgence in recent years partly\nowing to increasing dissatisfaction with the side effects of\nmodern medicines.\nHomeopathy is based on the principles of similars.\nThe standard medical assumption is this: if the body\nproduces a symptom, the appropriate treatment is an\nantidote, or opposite medicine, whose purpose is to\novercome that symptom. For example, a conventional\ndoctor will treat constipation with a laxative, which pro-\nduces diarrhea. The premise of the law of similars is this:","metadata":{"loc":{"lines":{"from":50,"to":67}}}}],["4",{"pageContent":"overcome that symptom. For example, a conventional\ndoctor will treat constipation with a laxative, which pro-\nduces diarrhea. The premise of the law of similars is this:\nany substance that can cause symptoms of disease in a\nhealthy person can cure a sick person who manifests a\nsimilar symptom profile. A homeopathic practitioner treats\nconstipation by giving a homeopathic medicine that has\nproduced symptoms of constipation in a healthy person.\nHISTORIC BACKGROUND\nTreating “like with like” was described by Hippocrates in\nthe 5th century BC; the “father of medicine,” and\npeople throughout the world have employed this princi-\nple of healing with “similars” for many hundreds of\nyears. It was the German doctor Samuel Hahnemann\n(1755–1843), however, who discovered this basic ap-\nproach through an experiment he conducted on himself,\nin an attempt to understand how medicines worked.\nQuestioning the basis for treating malaria with quinine,\nHahnemann ingested Cinchona bark (from which qui-","metadata":{"loc":{"lines":{"from":67,"to":85}}}}],["5",{"pageContent":"in an attempt to understand how medicines worked.\nQuestioning the basis for treating malaria with quinine,\nHahnemann ingested Cinchona bark (from which qui-\nnine is derived) in order to find out how it might affect a\nhealthy person. After a number of days, he started to\nexperience symptoms of fever (typical of malaria), which\ncleared up once he stopped taking the medicine (1).\nHahnemann next experimented with Cinchona bark\non family and friends, with similar results. This led him to\nexperiment with many other substances in order to\ndiscover what symptoms of illness they could produce in\nhealthy individuals. He called these tests\nprovings\nand\nmeticulously recorded individual reactions as well as any\ncommon themes or patterns of illness produced by each\nsubstance—including sensations and feelings. These\nprovings formed the basis of a new system of healing\nHahnemann called homeopathy, from the Greek\nhomo-\nAddress correspondence to Miranda Castro, 2024 S. Dearborn","metadata":{"loc":{"lines":{"from":85,"to":105}}}}],["6",{"pageContent":"provings formed the basis of a new system of healing\nHahnemann called homeopathy, from the Greek\nhomo-\nAddress correspondence to Miranda Castro, 2024 S. Dearborn\nStreet, Seattle, WA 98144.\nDISCLAIMER: This article reflects the experience and research of\nthe author. Every effort has been made to provide accurate and\ncomplete information. The reader should be aware, however, that\nhomeopathic research and clinical experience are ongoing and differ-\nences in opinion exist among authorities with regard to this modality.\nIn addition, each individual is unique and there may be unexpected\nresponses to any intervention, including homeopathy. Thus, it is\nadvisable for open dialogue to occur between the patient and her\nhealth care provider regarding the potential benefits and risks associ-\nated with homeopathy. The author and editors of this journal do not\naccept responsibility for any consequences of the use or misuse of the\ninformation in this article.\n280\nJournal of Nurse-Midwifery\n•","metadata":{"loc":{"lines":{"from":105,"to":124}}}}],["7",{"pageContent":"accept responsibility for any consequences of the use or misuse of the\ninformation in this article.\n280\nJournal of Nurse-Midwifery\n•\nVol. 44, No. 3, May/June 1999\nq\n1999 by the American College of Nurse-Midwives\n0091-2182/99/$20.00\n•\nPII S0091-2182(99)00040-3\nIssued by Elsevier Science Inc.","metadata":{"loc":{"lines":{"from":124,"to":135}}}}],["8",{"pageContent":"ios\n(similar) and\npathos\n(suffering or disease), in order to\ndifferentiate it from orthodox medicine, which he called\n“allopathy,” meaning “opposite suffering” (1).\nHahnemann then used the “symptom pictures” he\nassembled as the basis for his prescriptions. He gave a\nsingle medicine at a time, as opposed to the medical\npractice of his time, which involved mixtures containing\nmany medicines. His departure from “accepted” medical\npractice attracted much derision, especially from the apoth-\necaries, but the successes he achieved with patients verified\nhis theory, and he continued to develop his system (1).\nHahnemann experimented with diluting his medicines\nto minimize side effects but found that simple dilution\n(with stirring) caused the medicine to lose its efficacy\naltogether, so he developed a new method of dilution\nwhereby he diluted the substance in carefully measured\nsteps, shaking it vigorously in between each dilution.\nThis shaking he called “succussion” and the resultant","metadata":{"loc":{"lines":{"from":1,"to":21}}}}],["9",{"pageContent":"whereby he diluted the substance in carefully measured\nsteps, shaking it vigorously in between each dilution.\nThis shaking he called “succussion” and the resultant\nliquid a “potentized remedy.” He found that this new\nremedy lacked side effects and had a stronger curative\nreaction. In fact, he discovered that the more he diluted\nand succussed a substance the stronger it became. This\ndilution-and-potency issue has become “one of the main\nareas of controversy in the homeopathic system” (2).\nThis process of dilution consistently incurred skepti-\ncism from the medical establishment which could not\nexplain, and therefore could not accept, how anything so\ndilute could have an effect. Despite such opposition,\nhomeopathy survived because it worked, and patients\nwho were helped spread the word. Some of those\npatients were doctors and many of them, having expe-\nrienced the gentle yet effective healing power of home-\nopathy themselves, then trained under Hahnemann and","metadata":{"loc":{"lines":{"from":21,"to":38}}}}],["10",{"pageContent":"patients were doctors and many of them, having expe-\nrienced the gentle yet effective healing power of home-\nopathy themselves, then trained under Hahnemann and\ntook his teachings out into the world, to South and North\nAmerica, India and Europe.\nTHE PRINCIPLES\nSimillimum\nThe homeopathic remedy is selected on the basis that it\ncauses similar symptoms in a healthy person, as docu-\nmented in experiments that are called\nprovings\n. This\nremedy is known as the\nsimillimum\n.\nMinimum Dose\nDilution with succussion releases the strength or “poten-\ncy” of any substance and makes it a more effective\nmedicine while eliminating potential side effects. Ho-\nmeopathic medicines are made from a wide variety of\nsubstances—animal, vegetable, and mineral. Because a\nhomeopathic remedy is diluted beyond the point where\nthere is anything measurable of the original sub-\nstance—at a molecular level—absolutely anything can be\nused, including some which are toxic at a material dose,","metadata":{"loc":{"lines":{"from":38,"to":62}}}}],["11",{"pageContent":"there is anything measurable of the original sub-\nstance—at a molecular level—absolutely anything can be\nused, including some which are toxic at a material dose,\nsuch as acids and snake venoms.\nThe starting remedy—a\ntincture\nor\nmother tinc-\nture\n—is made by steeping soluble substances in alcohol\nand then straining them. Insoluble substances are ground\nfor several hours with a pestle and mortar until they are\nrendered soluble. This process, called\ntrituration\n, is used\nfor metals and other substances that do not dissolve easily\nin order to prepare them for dilution and succussion.\nThere are two scales for diluting substances: the\ndecimal and the centesimal. For the decimal scale, one\ntenth of the tincture is added to nine tenths alcohol and\nshaken vigorously; this first dilution is called a 1X. The\nnumber of a homeopathic remedy reflects the number of\ntimes it has been diluted and succussed: for example,\nSulphur 6X has been diluted and succussed six times.","metadata":{"loc":{"lines":{"from":62,"to":85}}}}],["12",{"pageContent":"number of a homeopathic remedy reflects the number of\ntimes it has been diluted and succussed: for example,\nSulphur 6X has been diluted and succussed six times.\nThe centesimal scale is diluted using one part in a\nhundred of the tincture and the letter C is added after the\nnumber. Paradoxically, a 6X is called a low potency and\n200C a high potency; the greater the dilution, the\ngreater the potency, the stronger the curative potential\nof the medicine.\nThe most commonly used potency in the decimal scale\nis the 6X, although the 9X, 12X, 24X, and 30X are used\nby some. In the centesimal scale, those potencies most\ncommonly used are the 6C, 12C, 30C, and 200C.\nSingle Remedy\nRemedies are tested, or proven, one at a time and\nprescribed on an individual basis. Combination remedies\n(including several remedies that are strongly indicated in\na particular disease) are widely available in this country,\nalthough results are likely to be disappointing if the single","metadata":{"loc":{"lines":{"from":85,"to":103}}}}],["13",{"pageContent":"(including several remedies that are strongly indicated in\na particular disease) are widely available in this country,\nalthough results are likely to be disappointing if the single\nremedy a person needs is not included in a particular\nmixture.\nWhole Person\nEvery human being should be viewed as a unique indi-\nvidual, whole and complete, functioning as a totality in\nrelation to the surrounding environment; in this context,\nthe only way to cure illness is to increase the health of the\nafflicted person (3). Based on this philosophy, alternative\ntreatments look at the disease within the “whole person\nMiranda Castro is a fellow of The Society of Homeopaths (UK),\npresident of the North American Society of Homeopaths, and\ncertified by the Council for Homeopathic Certification. She has\nbeen practicing homeopathy since 1983 and authored the best-\nselling\nThe Complete Homeopathy Handbook, Homeopathy for\nPregnancy, Birth and Your Baby’s First Years\n, and\nA Homeopathic\nGuide to Stress","metadata":{"loc":{"lines":{"from":103,"to":124}}}}],["14",{"pageContent":"been practicing homeopathy since 1983 and authored the best-\nselling\nThe Complete Homeopathy Handbook, Homeopathy for\nPregnancy, Birth and Your Baby’s First Years\n, and\nA Homeopathic\nGuide to Stress\n. She lectures and teaches extensively in the UK\nand the United States on homeopathy, ethical issues, and the\ncare of the practitioner—as well as the patient. She is on the\nfaculty at Bastyr University in Seattle, Washington, where she\nlives.\nJournal of Nurse-Midwifery\n•\nVol. 44, No. 3, May/June 1999\n281","metadata":{"loc":{"lines":{"from":124,"to":139}}}}],["15",{"pageContent":"context.” They take into account the person who has\nbecome ill, and their treatment is designed to stimulate\nthat person’s own self-healing abilities. Alternative\nhealth care practitioners believe it is important to ex-\nplore both\nhow\na person has become ill, as well as the\nknown stressors in their lives, especially those that have\nled up to illness and will take these into account when\nplanning a course of treatment. Many people find this a\nrelief and are grateful to be treated as a whole rather\nthan having to separate themselves into “parts” to be\nhanded over to a host of “experts.”\nVital Force\nThe human organism has a unique relationship with its\nenvironment, which biologists refer to as “homeostasis.”\nAs such, a healthy living being is self-regulating, with an\ninnate (protective) tendency to maintain its equilibrium\nand compensate for disruptive changes. Hahnemann\nbelieved that an energetic substance, independent of\nphysical and chemical forces, exists and that this “vital","metadata":{"loc":{"lines":{"from":1,"to":21}}}}],["16",{"pageContent":"and compensate for disruptive changes. Hahnemann\nbelieved that an energetic substance, independent of\nphysical and chemical forces, exists and that this “vital\nforce” gives life and is absent at death. It is also known as\nchi\nor\nprana\nby Eastern medical practitioners. This vital\nforce acts in predictable ways and operates both in\nsickness and in health, by producing coping mechanisms\nto counteract stressors. Disease is the body’s way of\ncoping with stress. Homeopaths credit this balancing\nmechanism for the maintenance of health, provided that\nthe stresses on the mind and body are neither too\nprolonged nor too great.\nSusceptibility and Constitutional Treatment\nSusceptibility is simply the degree to which a person is\nvulnerable to an outside influence. Not everyone who\ngoes for a walk in a cold wind will be affected, but some\nare “susceptible.” Their predisposition is due to an\nunderlying constitutional weakness, which is either in-\nherited or due to past and/or current stress (mental,","metadata":{"loc":{"lines":{"from":21,"to":42}}}}],["17",{"pageContent":"are “susceptible.” Their predisposition is due to an\nunderlying constitutional weakness, which is either in-\nherited or due to past and/or current stress (mental,\nemotional, or physical).\nMany people consult a homeopath to receive “consti-\ntutional treatment” for chronic complaints that have not\nbeen alleviated through other forms of treatment. The\nvalue of such treatment is that it boosts the weak\nconstitution and decreases its susceptibility to disease.\nThis type of intervention requires specialized education\nand training.\nHOW DOES HOMEOPATHY WORK?\nAlthough homeopathy has been compared to vaccina-\ntion, they are very different practices. Vaccines stimulate\nthe immune system directly to produce specific antibodies\nto a particular disease. They are tested on animals and then\non humans to verify their safety; even then side effects are\ncommon. Most vaccines are introduced directly into the\nbloodstream, bypassing the body’s natural defense system","metadata":{"loc":{"lines":{"from":42,"to":60}}}}],["18",{"pageContent":"on humans to verify their safety; even then side effects are\ncommon. Most vaccines are introduced directly into the\nbloodstream, bypassing the body’s natural defense system\nand stimulating it in a way that is not fully understood.\nHomeopathic medicines are administered orally in\nsafe, diluted, and succussed doses; they are tested on\nhealthy humans (not on animals), and when used correctly\nhave no side effects. They work on an individual’s energy\npatterns, by stimulating the immune system generally.\nResearch\nHomeopathy has long been viewed with skepticism and\nlargely regarded as having inherent implausibility. Critics\nmaintain that it is little more than faith healing, despite\nthe fact that homeopathic medicines are particularly\neffective in babies and animals, neither of whom are\nsusceptible to placebo effects. The idea that a medicine\nis operating at a “sub-molecular” level (ie, without one\nmeasurable molecule of the original substance) is defi-","metadata":{"loc":{"lines":{"from":60,"to":77}}}}],["19",{"pageContent":"susceptible to placebo effects. The idea that a medicine\nis operating at a “sub-molecular” level (ie, without one\nmeasurable molecule of the original substance) is defi-\nnitely a stumbling block for those trained in a Western\nscientific tradition of physics and molecular biology.\nBecause of this, little research contributing to the body of\nhomeopathic knowledge has been conducted within the\nmainstream scientific community. Nevertheless, re-\nsearch trials have been repeatedly shown that homeop-\nathy\ndoes\nwork. In 1991, the British Medical Journal\npublished a meta-analysis of 107 clinical trials of home-\nopathy; of the 22 best-quality studies, 15 showed posi-\ntive results in conditions such as hay fever, influenza,\nmigraine headache, trauma, and length of labor (4).\nHomeopaths themselves have conducted many stud-\nies. Most have taken place in clinical settings and have\nsought mainly to compare the effects of homeopathy to\nplacebo. Clinical research is currently being conducted—in","metadata":{"loc":{"lines":{"from":77,"to":96}}}}],["20",{"pageContent":"ies. Most have taken place in clinical settings and have\nsought mainly to compare the effects of homeopathy to\nplacebo. Clinical research is currently being conducted—in\nvitro, and in vivo—using a wide variety of homeopathic\nprescribing techniques, including constitutional (or classical)\nhomeopathy, acute prescribing, complex or combination\nremedies, and isopathy (which uses small doses of the\n“same” substance that caused the disease; for example,\ngrass pollens in a homeopathic potency are given to a\nperson with an allergy to grass pollens).\nHomeopathy has been shown to be more effective\nthan placebo. A meta-analysis of 89 double-blind, ran-\ndomized, placebo-controlled studies (5) found results\nincompatible\nwith the hypothesis that the clinical effects\nof homeopathy are due completely to placebo. The\nauthors cautioned, however, that there was insufficient\nevidence to conclude that homeopathy is clearly effica-\ncious for any single clinical condition. They recom-","metadata":{"loc":{"lines":{"from":96,"to":114}}}}],["21",{"pageContent":"authors cautioned, however, that there was insufficient\nevidence to conclude that homeopathy is clearly effica-\ncious for any single clinical condition. They recom-\nmended that further research on homeopathy be con-\nducted, provided that it is rigorous and systematic.\nOther researchers (6) described the difficulties of con-\nducting clinical trials in homeopathy, and suggested that\nthe debate about efficacy should focus on reproducing\nevidence that patients can detect an effect from homeo-\n282\nJournal of Nurse-Midwifery\n•\nVol. 44, No. 3, May/June 1999","metadata":{"loc":{"lines":{"from":114,"to":126}}}}],["22",{"pageContent":"pathic medicines over and above any placebo action.\nPatients should be carefully selected with clearly defined\ndiagnoses and investigators should control for any\nchange in conventional treatments. Double blinding and\nrandomization would rule out observer or patient bias.\nUsing conventional Western research standards, it was\nthought that this body of evidence might be adequate\nfor establishing homeopathy as a regular treatment for\ncertain conditions.\nClinical trials demonstrating the efficacy of homeopa-\nthy have consistently been disparaged as unscientific.\nHomeopathy\nis\na treatment modality and how it works is\nnot understood; but, this should not hamper a rational\nreview of research that confirms plainly that it\ndoes\nwork. Clinical outcomes research is an area that is\ncurrently being explored, although history has not been\nfair to homeopathy in this area either.\nIn 1854, during a cholera outbreak in London, the UK\nGeneral Board of Health “omitted” the success of ho-","metadata":{"loc":{"lines":{"from":1,"to":22}}}}],["23",{"pageContent":"fair to homeopathy in this area either.\nIn 1854, during a cholera outbreak in London, the UK\nGeneral Board of Health “omitted” the success of ho-\nmeopathic treatments in their statistical returns to Par-\nliament. They suppressed the fact that deaths at the\nHomeopathic Hospital were under 30%, compared with\na 60% average for other hospitals. When challenged, the\nBoard explained, “The figures would give an unjustifiable\nsanction to an empirical practice opposed to the main-\ntenance of truth and the progress of science” (7).\nThese dilemmas have stalled practical research in\nhomeopathy. Many think that finding the mechanism for\nthe effectiveness of minimum dose is an especially\nappropriate area of investigation. There are a number of\ntheories currently being discussed that describe how a\nmedicine that has apparently none of the original active\nsubstance may have specific biologic activity. The follow-\ning three theories each put forward the similar notion","metadata":{"loc":{"lines":{"from":22,"to":39}}}}],["24",{"pageContent":"medicine that has apparently none of the original active\nsubstance may have specific biologic activity. The follow-\ning three theories each put forward the similar notion\nthat water molecules act as transmitters of information.\nIe Crystals.\nAn Ie crystal is a novel stable structure\nmade from water molecules. Dr. Shui-Yin Lo, Associate\nProfessor at the California Institute of Technology, has\ndiscovered that when a solution of a particular chemical\nis diluted to about ten parts chemical to one billion parts\nof water (about a 4C homeopathic potency), the water\nmolecules in closest proximity to the chemical molecule\nharden into solid water, or ice or Ie crystals: I for ice and\ne for the fact that they are formed through electromag-\nnetic forces (through a similar mechanism to the one that\nforms ice) rather than by temperature. These stable\nstructures can be filtered, concentrated, and photo-\ngraphed using a transmission electron microscope (8).","metadata":{"loc":{"lines":{"from":39,"to":56}}}}],["25",{"pageContent":"forms ice) rather than by temperature. These stable\nstructures can be filtered, concentrated, and photo-\ngraphed using a transmission electron microscope (8).\nEach solid water cluster takes a different shape de-\npending on the original chemical. Once formed, these\nclusters are remarkably stable. If they are diluted and\nvigorously shaken, the concentration of clusters actually\nincreases. If the solution is diluted beyond the point\nwhere there is any molecular trace of the original\nchemical in the water, the solid water clusters combine to\nform and increase in concentration—while maintaining\nthe unique shape determined by the original chemical (9).\nTheory of High Dilutions.\nIn 1996, a theory of high\ndilutions was published that described a theoretical phe-\nnomenon called a white hole. In contrast to a black hole,\nwhich contains extremely dense matter, a white hole\noccurs when a molecule disappears—as in a substance\nthat is being repeatedly diluted. The researchers theo-","metadata":{"loc":{"lines":{"from":56,"to":74}}}}],["26",{"pageContent":"which contains extremely dense matter, a white hole\noccurs when a molecule disappears—as in a substance\nthat is being repeatedly diluted. The researchers theo-\nrized that when the white hole phenomenon occurs, the\nwater molecules around it form a shape specific to the\nsubstance that is no longer present. They further postu-\nlated that biological activity of these structures occurs\nwhen the substance is shaken (10).\nWater Memory.\nA controversial theory of water\nmemory was presented in 1994 in a paper that was\npublished in the prestigious magazine\nNature\n(11). The\nresearchers examined the effects of immunoglobulin E\n(IgE) immunogens when they were succussed and diluted\ndown to a 10-120. The dilutions no longer contained\nany of the original immunogen and, yet, they still had the\npower to incite basophils with IgE antibodies on their\nsurface to release their histamine granules. It was hy-\npothesized that this phenomenon was the result of the","metadata":{"loc":{"lines":{"from":74,"to":94}}}}],["27",{"pageContent":"power to incite basophils with IgE antibodies on their\nsurface to release their histamine granules. It was hy-\npothesized that this phenomenon was the result of the\ntransmission of biological information by the organiza-\ntion of water in the solvent. The paper was accompanied\nby an editorial that questioned its credibility and a team was\nsent to investigate them for fraud. It appears that when any\nproposed mechanism for the action of a homeopathic\nmedicine is in direct contradiction to current thought, its\nacceptance continues to face an uphill battle.\nRecent Homeopathy Trials\nNew studies are adding to a growing body of research on\nhomeopathy. In 1994,\nThe Lancet\npublished a random-\nized double-blind clinical trial showing that homeopathic\npreparations were effective in the treatment of allergic\nasthma (6). That same year,\nPediatrics\npublished a\nrandomized double-blind clinical trial of the homeopathic\ntreatment of acute childhood diarrhea (12). This study,","metadata":{"loc":{"lines":{"from":94,"to":115}}}}],["28",{"pageContent":"asthma (6). That same year,\nPediatrics\npublished a\nrandomized double-blind clinical trial of the homeopathic\ntreatment of acute childhood diarrhea (12). This study,\nconducted by epidemiologist Dr. Jennifer Jacobs at the\nUniversity of Washington, was the first on homeopathy\nto be published in a mainstream peer-reviewed Ameri-\ncan medical journal. Dr. Jacobs treated half of the\nsubjects with a placebo and the other half with one of 18\nhomeopathic remedies. The homeopathic treatment\ngroup recovered between 15% and 25% faster than the\ncontrol group (12).\nAnimal studies conducted in Germany and the UK\nhave shown homeopathy to be effective in the treatment\nof mastitis (13–15). The homeopathic remedy was\nadded to the drinking water for cows, which makes these\nJournal of Nurse-Midwifery\n•\nVol. 44, No. 3, May/June 1999\n283","metadata":{"loc":{"lines":{"from":115,"to":135}}}}],["29",{"pageContent":"studies even more interesting, because there is little\npossibility of a placebo response.\nIn spite of skepticism and disbelief, research into\nhomeopathy continues to be pursued and many clinical\ntrials are being undertaken around the world. Indeed,\n“. . . the sum of the clinical observations and the exper-\nimental findings is beginning to prove so extensive and\nintrinsically consistent that it is no longer possible to\ndodge the issue by acting as if this body of evidence\nsimply did not exist” (16). In the United States, the\nNational Institutes of Health Office of Alternative Medi-\ncine has a current budget of $50 million and has recently\nfunded a study on the homeopathic treatment of mild\ntraumatic brain injury.\nHOMEOPATHY AROUND THE WORLD TODAY\nDespite countless barriers, homeopathy is growing in\npopularity today in almost every country around the\nworld. It is popular in much of Asia, from Pakistan,\nBangladesh, and Nepal to Sri Lanka. In India, homeop-","metadata":{"loc":{"lines":{"from":1,"to":19}}}}],["30",{"pageContent":"popularity today in almost every country around the\nworld. It is popular in much of Asia, from Pakistan,\nBangladesh, and Nepal to Sri Lanka. In India, homeop-\nathy is officially recognized as a separate branch of\nmedicine and flourishes with full support of the govern-\nment. India has the largest number of homeopathic\nhospitals in the world, over 100,000 homeopathic doc-\ntors, and over 120 homeopathic colleges with 4- to\n5-year training programs (17).\nHomeopathy is also becoming popular throughout\nEurope. In England, France, and Germany, for example,\nhomeopathic medicines are now available in most phar-\nmacies. In England, homeopathic hospitals were opened\nin Bristol, Liverpool, Glasgow, Tunbridge Wells, and\nLondon throughout the late nineteenth and early twen-\ntieth century. In 1948, homeopathy was incorporated\ninto the National Health Service as an officially approved\nmethod of treatment (18). This means that every British\ncitizen has the right to request a referral to a homeo-","metadata":{"loc":{"lines":{"from":19,"to":37}}}}],["31",{"pageContent":"into the National Health Service as an officially approved\nmethod of treatment (18). This means that every British\ncitizen has the right to request a referral to a homeo-\npathic practitioner for treatment.\nHomeopathy has become more widespread over the\npast decade in many other nations, including Australia,\nNew Zealand, South Africa, Israel, and Greece. In\naddition, homeopathy is highly respected in many South\nAmerican countries, especially Mexico, Argentina, and\nBrazil, each of which has tens of thousands of homeo-\npathic practitioners.\nHOMEOPATHY AND MIDWIFERY\nHomeopathy is ideally suited to women in their child-\nbearing years when concern about the side effects of\northodox medicines often leads them to suffer rather\nthan seek medical help for their health problems. For\nmidwives, homeopathy provides a safe and convenient\ntool for helping women during pregnancy, labor, and the\npostnatal period for a wide variety of complaints. Ho-","metadata":{"loc":{"lines":{"from":37,"to":55}}}}],["32",{"pageContent":"midwives, homeopathy provides a safe and convenient\ntool for helping women during pregnancy, labor, and the\npostnatal period for a wide variety of complaints. Ho-\nmeopathic remedies are low cost, over-the-counter, ap-\nproved medicines that can be used by midwives, doctors,\nand consumers alike.\n“A midwife trained in homeopathy can be a powerful\nally to mothers and infants.” The art of midwifery\ninvolves the ability to “see” each woman as a whole\nperson and support her in her unique path to mother-\nhood. In this respect, midwives are ideally suited to\nexplore homeopathy further, since a holistic approach is\nbasic to homeopathic practice. It must be underscored,\nhowever, that a working understanding of the principles\nof homeopathy is crucial to successful prescribing.\nINCORPORATING HOMEOPATHY INTO MIDWIFERY\nPRACTICE\nMany health care practitioners, including midwives, have\nlearned to use a select number of remedies effectively\nwithin the perimeters of their own specialty; others seek","metadata":{"loc":{"lines":{"from":55,"to":74}}}}],["33",{"pageContent":"PRACTICE\nMany health care practitioners, including midwives, have\nlearned to use a select number of remedies effectively\nwithin the perimeters of their own specialty; others seek\nspecialized training that equips them to treat chronic\ndisease using homeopathic remedies. It is important to\ndistinguish between the various ways that homeopathy\ncan safely and effectively be used, and to work within\nthose boundaries.\nThere are three major ways to use homeopathic\nmedicines. In the first instance, they lend themselves to\nhome-prescribing for common first aid and acute situa-\ntions. Self-prescribing handbooks and homeopathic kits\nfor home use have been popular for 150 years. People\nare able to alleviate their minor aches and pains and\ncomplaints, such as bruises and strains, colds and flus,\nwithout recourse to stronger medications and their po-\ntential side effects.\nClassical or constitutional homeopathy deals with the\ntreatment of chronic disease. This is always complex and","metadata":{"loc":{"lines":{"from":74,"to":93}}}}],["34",{"pageContent":"without recourse to stronger medications and their po-\ntential side effects.\nClassical or constitutional homeopathy deals with the\ntreatment of chronic disease. This is always complex and\ninvolves a lengthy homeopathy training. Patients pre-\nsenting with chronic disease have a lengthy case history\ntaken (usually 1\n1\n⁄\n2\n–2 hours) and their remedy selection\nand subsequent case management is beyond the scope\nof the home- or primary care-prescriber.\nPrimary care homeopathy involves the use of home-\nopathy as an adjunctive treatment by health care profes-\nsionals who have a working knowledge of a limited\nnumber of remedies (19). This method of using home-\nopathy has been successfully developed and widely\ntaught in Scotland over the past 12 years. David Reilly\nand Bob Leckridge, Scottish physicians, and their col-\nleagues have trained 20% of primary care physicians in\nScotland in how to use a limited number of homeopathic\nremedies in their everyday, general practices. Eighty","metadata":{"loc":{"lines":{"from":93,"to":115}}}}],["35",{"pageContent":"leagues have trained 20% of primary care physicians in\nScotland in how to use a limited number of homeopathic\nremedies in their everyday, general practices. Eighty\npercent were still using homeopathy after 2 years, and a\nnumber have gone on to take further, constitutional\ntraining. The Scottish homeopaths have shown that\nhealth care professionals with a basic knowledge of\nhomeopathic principles and practice and a manageable\n284\nJournal of Nurse-Midwifery\n•\nVol. 44, No. 3, May/June 1999","metadata":{"loc":{"lines":{"from":115,"to":126}}}}],["36",{"pageContent":"range of remedies can help many patients, especially\nwith complaints such as viral infections that do not\nrespond favorably to conventional medications.\nMidwives who wish to incorporate homeopathy into\ntheir practices would do well to first study the principles\nand methodologies as outlined in a book that is aimed at\nthose new to homeopathy (20). Those who wish to learn\nmore can do so by independently studying the process in\nsome depth (21). Appendix A provides some useful\nadditional resources.\nThe Summer School Programs at the National Center\nfor Homeopathy are particularly popular and useful for\nthose new to homeopathy to find out more and to\nnetwork with others with similar interests. Some of their\ncourses are aimed specifically at those integrating home-\nopathy into established medical practices. Those who\nwant to study homeopathy in depth will need to do so at\na school that teaches an integrated curriculum. There are\nmany available, including some home study programs as","metadata":{"loc":{"lines":{"from":1,"to":19}}}}],["37",{"pageContent":"want to study homeopathy in depth will need to do so at\na school that teaches an integrated curriculum. There are\nmany available, including some home study programs as\nwell as 4-year integrated programs in classical homeop-\nathy that involve only one weekend a month in the\nclassroom. The Council on Homeopathic Education has\na list of the programs available in this country. See\nAppendix A.\nA CLINICAL APPLICATION OF HOMEOPATHIC\nPRINCIPLES\nMastitis is a common problem that responds favorably to\nhomeopathy. This acute disease can start out simply as a\nblocked (lactiferous) duct. Prompt treatment can prevent\na more serious breast infection or abscess from develop-\ning. Once a duct has become blocked, hot and cold\ncompresses (alternating), bed rest, and gentle breast\nmassage (especially while the baby nurses) as well as\nmore frequent feeds can sometimes clear the ducts\nwithout needing to resort to a homeopathic remedy.\nHomeopathic treatment is highly effective at dealing","metadata":{"loc":{"lines":{"from":19,"to":38}}}}],["38",{"pageContent":"more frequent feeds can sometimes clear the ducts\nwithout needing to resort to a homeopathic remedy.\nHomeopathic treatment is highly effective at dealing\nwith breast infections and abscesses and is a safer (and\noften faster) option than antibiotics. Although the follow-\ning remedies are those that are most commonly needed,\nthis is not a complete list. If the mother’s symptomatic\npicture does not fit one of the remedies listed, then\nPhytolacca can be given while help is sought from an\nexperienced homeopathic practitioner.\nPhytolacca is almost specific for mastitis and will help\nabout 50% of women suffering from inflamed breasts. It\nis needed for breastfeeding women so often that many\npractitioners make the mistake of giving it routinely. As\nwith Chamomilla for teething babies (which will only\nhelp about 50% of teething babies), Phytolacca will\nprimarily help those women whose mastitis fits the\nPhytolacca symptom picture.\nThe prescribing guidelines outlined in Appendix B","metadata":{"loc":{"lines":{"from":38,"to":56}}}}],["39",{"pageContent":"help about 50% of teething babies), Phytolacca will\nprimarily help those women whose mastitis fits the\nPhytolacca symptom picture.\nThe prescribing guidelines outlined in Appendix B\nshould be used to select a potency and dosage protocol.\nWith an acute or recent mastitis, improvement should be\nrelatively speedy with symptoms resolving within a day\nor two at the most.\nHomeopathic remedies can safely be taken alongside\nconventional medications, as they both work on different\nlevels; however, some women will want to try homeop-\nathy first (if they can) especially if they are breastfeeding.\nBecause the homeopathics are not acting on a physio-\nlogic or biochemical level, they cannot interact adversely\nwith conventional medicines. Quite the contrary, since\nthey are designed to stimulate the vital force of an\nindividual they can only enhance a person’s capacity to\nheal themselves—including their general ability to deal\nwith the effects of other medications.\n“SIDE EFFECTS”","metadata":{"loc":{"lines":{"from":56,"to":75}}}}],["40",{"pageContent":"individual they can only enhance a person’s capacity to\nheal themselves—including their general ability to deal\nwith the effects of other medications.\n“SIDE EFFECTS”\nAlthough homeopathic remedies are entirely nontoxic, it\nis possible to conduct an unintentional proving through\nthe long term use of a homeopathic remedy that isn’t\nneeded or indicated. These “proving” symptoms will\nusually disappear on discontinuing the remedy.\nSome individuals experience a slight worsening, or\naggravation after their treatment. This usually occurs\nwithin the first 2 weeks of starting a constitutional\nremedy and is a good sign. Aggravations mostly do not\nlast long, are manageable, and are usually accompanied\nby an increased sense of well-being. They are rare in the\ntreatment of acute disease—such as mastitis.\nMATERIA MEDICA\nThe homeopathic\nmateria medica\nlists the symptom\npictures of each remedy (as elicited in the provings and\nthen confirmed through clinical experience). The profes-","metadata":{"loc":{"lines":{"from":75,"to":96}}}}],["41",{"pageContent":"MATERIA MEDICA\nThe homeopathic\nmateria medica\nlists the symptom\npictures of each remedy (as elicited in the provings and\nthen confirmed through clinical experience). The profes-\nsional homeopath works with a number of materia\nmedicas compiled by different homeopaths, each\ngrounded in the provings with additions that reflect their\nown personal experience. Many midwives new to home-\nopathy start out with Boericke’s small but comprehen-\nsive materia medica, using it alongside Yingling’s small\nbut specific materia medica aimed solely at those work-\ning with pregnant and birthing women. See Appendix A.\nFrom the vast amount of information ascertained,\ncertain patterns emerge, and it is these patterns with\nwhich the homeopath becomes familiar. At first glance,\nremedies may seem to be inaccessible lists of apparently\nunrelated symptom data. The information has been\norganized as follows:\n●\nThe therapeutic (physical) symptoms relating to the","metadata":{"loc":{"lines":{"from":96,"to":117}}}}],["42",{"pageContent":"remedies may seem to be inaccessible lists of apparently\nunrelated symptom data. The information has been\norganized as follows:\n●\nThe therapeutic (physical) symptoms relating to the\nbreasts and nipples (ie, abscess, mastitis, lactation, etc)\n●\nAny pertinent accompanying symptoms (ie, fever,\nexhaustion, headache)\nJournal of Nurse-Midwifery\n•\nVol. 44, No. 3, May/June 1999\n285","metadata":{"loc":{"lines":{"from":117,"to":129}}}}],["43",{"pageContent":"●\nGeneral symptoms (ie, appetite, thirst, and response\nto temperature)\n●\nEmotional symptoms (ie, irritability, anxiety, weepi-\nness, and so on)\nWhen selecting a remedy, it is not necessary for all the\nsymptoms to match, but the more that match the better.\nIt is preferable if there is one from at least two or more\nof the above categories. Those new to homeopathy often\nmake the mistake of giving a homeopathic remedy based\non therapeutic or physical symptoms alone. These pre-\nscriptions are less reliable than those based on a larger\npicture, one that takes more of the person into account.\nAt first glance, the materia medica can seem difficult to\napproach, but with use, these listings come to life. Once\nthey have been successfully matched with patients pre-\nsenting with similar symptoms, they become unforgetta-\nble. It is not possible to memorize this information and\nthat is why a small repertory, or list of symptoms, has\nbeen included as Appendix C to make this process of","metadata":{"loc":{"lines":{"from":1,"to":21}}}}],["44",{"pageContent":"ble. It is not possible to memorize this information and\nthat is why a small repertory, or list of symptoms, has\nbeen included as Appendix C to make this process of\nremedy selection for mastitis more accessible.\nREPERTORY OF MASTITIS SYMPTOMS\nA\nhomeopathic repertory\nis an index of symptoms from\nthe materia medica. The most important homeopath to\nsystemize the vast amount of data from the materia\nmedica was an American by the name of J. T. Kent (23).\nHis repertory is still in use today, although computer\nprograms are fast replacing books as a faster and easier\nmethod of accessing this information. Murphy’s modern\nrepertory (24) has translated Kent’s somewhat archaic\nlayout and language into something much more acces-\nsible and includes a separate section on pregnancy and\nbirth. See Appendix A. It isn’t possible to memorize the\nenormous number of symptoms listed in the remedies\nthemselves, so a repertory provides an easy and quick\nreference guide. Appendix D presents a mini-repertory","metadata":{"loc":{"lines":{"from":21,"to":41}}}}],["45",{"pageContent":"enormous number of symptoms listed in the remedies\nthemselves, so a repertory provides an easy and quick\nreference guide. Appendix D presents a mini-repertory\nfor mastitis symptoms; however, it does not address the\ngeneral or emotional symptoms that may accompany\nthis condition.\nA repertory is used to cross reference symptoms in\norder to verify which remedies run through each of the\nsymptoms chosen. For example, in a mastitis that is\naccompanied by fever and great exhaustion and when\nthe axillae glands are swollen and the breasts are hard\nand hot, Calcarea carbonica is listed in each symptom.\nBelladonna and Bryonia are included with fever and\nhard, hot breasts, but are not in the symptom “with\ndebility.” Mercurius is listed in two of the four symptoms.\nThese four remedies can now be cross-referenced in the\nmateria medica to develop a fuller picture. It is important\nthen to elicit and confirm any other symptoms—either\ngeneral and/or emotional symptoms and any others","metadata":{"loc":{"lines":{"from":41,"to":59}}}}],["46",{"pageContent":"materia medica to develop a fuller picture. It is important\nthen to elicit and confirm any other symptoms—either\ngeneral and/or emotional symptoms and any others\npertaining to the mastitis itself—and match them to the\nremedy that fits their whole picture best. With experi-\nence, and as this process and the remedies become more\nfamiliar, the repertory acts as a quick reminder.\nCONCLUSION\nA homeopathic remedy doesn’t cure as such—it acts as\na catalyst for healing. Homeopathy works rather like\nthrowing a pebble into a pond: the prescriber’s job is to\nthrow that pebble into the middle of an individual’s pond\nso that it sends out healing ripples to every part of that\nperson. The correct homeopathic treatment not only\nalleviates symptoms of disease, but also brings about a\nsense of well-being.\nWomen have been especially eager to use homeopa-\nthy to help them with a wide variety of common\ncomplaints through puberty, menopause, and their child-","metadata":{"loc":{"lines":{"from":59,"to":77}}}}],["47",{"pageContent":"sense of well-being.\nWomen have been especially eager to use homeopa-\nthy to help them with a wide variety of common\ncomplaints through puberty, menopause, and their child-\nbearing years. Conventional doctors struggle to help with\ndysmenorrhoea and other menstrual problems, including\nPMS, as well as the menopausal discomforts. Hormonal\ntherapy can cause unpleasant side effects and leave women\nfeeling not quite themselves. Although homeopathy cannot\nhelp all clients all of the time, those it does help experience\na feeling of wellness and a return to their former vital selves\nthat is most welcome.\nHomeopathy is an inexpensive healing modality that\ncan complement other therapies, including conventional\nmedicine. It is an alternative discipline that resides at the\nedge of modern scientific belief symptoms. Having won\nthe hearts of so many grateful patients, it deserves\nfurther investigation.\nREFERENCES\n1. Haehl R. Samuel Hahnemann: his life and work. London: Ho-","metadata":{"loc":{"lines":{"from":77,"to":96}}}}],["48",{"pageContent":"the hearts of so many grateful patients, it deserves\nfurther investigation.\nREFERENCES\n1. Haehl R. Samuel Hahnemann: his life and work. London: Ho-\nmoeopathic Publishing, 1922.\n2. Jonas WB, Jacobs J. Healing with homeopathy. New York:\nWarner Books, 1996.\n3. Vithoulkas G. Homoeopathy: medicine of the new man. New\nYork: Thorsens, 1979.\n4. Kleijnen J, Knipschild P, ter Riet G. Clinical trials of homeop-\nathy. BMJ 1991;302:316–23.\n5. Linde K, Clausius N, Ramirez G, et al. Are the clinical effects of\nhomeopathy placebo effects? A meta-analysis of placebo-controlled\ntrials. Lancet 1997;350:834.\n6. Reilly DT, Taylor MA, Beattie NG, et al. Is evidence for homoe-\nopathy reproducible? Lancet 1994;344:1601–6.\n7. Leary B. Cholera and homeopathy in the nineteenth century. Br\nHomeopathic J 1987;76:117–21.\n8. Lo S-Y. Anomalous state of ice. Mod Physics Lett B 1996;10:\n909–19.\n9. Quinn M. Are Ie crystals the missing link? Homeopathic Links\n1998;11:126.","metadata":{"loc":{"lines":{"from":96,"to":117}}}}],["49",{"pageContent":"Homeopathic J 1987;76:117–21.\n8. Lo S-Y. Anomalous state of ice. Mod Physics Lett B 1996;10:\n909–19.\n9. Quinn M. Are Ie crystals the missing link? Homeopathic Links\n1998;11:126.\n10. Conte RR, Berliocchi H, Lasne Y, Vernot G. Theory of high\ndilutions. Paris: Polytechnica, 1996.\n11. Davenas E, Beauvais J, Amara J, Belon P, Benveniste J. Hu-\nman basophil degranualtion triggered by very dilute antiserum against\nIgE. Nature 1998;333:816–8.\n286\nJournal of Nurse-Midwifery\n•\nVol. 44, No. 3, May/June 1999","metadata":{"loc":{"lines":{"from":117,"to":130}}}}],["50",{"pageContent":"12. Jacobs J, Jimenez LM, Gloyd SS, et al. Treatment of childhood\ndiarrhea with homeopathic medicine: a randomized clinical trial in\nNicaragua. Pediatrics 1994;93:719–25.\n13. Egan J. Evaluation of a homeopathic treatment for subclinical\nmastitis. Vet Rec 1995;137:48.\n14. Spranger J. Prophylaxis and therapy in ecological animal farm-\ning especially of mastitis in dairy cows corresponding to the guidelines.\nDeutsche Tierarztliche Wochenschrift 1988;105:321–3.\n15. Day C. Clinical trials in bovine mastitis. Br Homoeopathic\n1986;75:11–4.\n16. Bellavite P, Signorini A. Homeopathy: a frontier in medical\nscience. Berkeley (CA): North Atlantic Books, 1995.\n17. Ullman D. The consumer’s guide to homeopathy. New York:\nTarcher/Putnum, 1996.\n18. Kayne SB. Homeopathic pharmacy, an introduction and hand-\nbook. New York: Churchill Livingstone, 1997.\n19. Hanafin MJ. An introduction to homeopathy. Presented at the\nACNM Meeting, May 1998, San Francisco, CA.","metadata":{"loc":{"lines":{"from":1,"to":18}}}}],["51",{"pageContent":"book. New York: Churchill Livingstone, 1997.\n19. Hanafin MJ. An introduction to homeopathy. Presented at the\nACNM Meeting, May 1998, San Francisco, CA.\n20. Leckridge B. Homeopathy in primary care. New York:\nChurchill Livingstone, 1997.\n21. Castro, M. Homeopathy for pregnancy, birth and your baby’s\nfirst years. New York: St. Martin’s Press, 1992.\n22. Vithoulkas, G. The science of homeopathy. New York: Grove\nPress, Inc., 1980.\n23. Kent JT. Repertory of the homeopathic materia medica. New\nDelhi, India: B. Jain Publishers, 1996.\n24. Murphy R. Homeopathic medical repertory. Pagosa Springs\n(CO): Hahnemann Academy of North America, 1993.\nAPPENDIX A\nHOMEOPATHIC RESOURCES\nRecommended Reference Materials\nBoericke W. Pocket manual of homeopathic materia\nmedica. New Delhi, India: B. Jain Publishers, 1997\n[reprint].\nCastro M. Homeopathy for pregnancy, birth and your\nbaby’s first year. New York: St. Martin’s Press, 1992.\nPerko SJ. Homeopathy for the modern pregnant","metadata":{"loc":{"lines":{"from":18,"to":39}}}}],["52",{"pageContent":"[reprint].\nCastro M. Homeopathy for pregnancy, birth and your\nbaby’s first year. New York: St. Martin’s Press, 1992.\nPerko SJ. Homeopathy for the modern pregnant\nwoman and her infant. San Antonio (TX):\nBenchmark Homeopathic Publications, 1997.\nYingling WA. The accoucheur’s emergency manual.\nNew Delhi, India: B. Jain Publishers, 1994 [reprint].\nHOMEOPATHIC ORGANIZATIONS\nCouncil for Homeopathic Certification (CHC)\n1199 Sanchez Street, San Francisco, CA 94114\nPhone: 408-789-7677; www.healthy.net/chc\nThe CHC offers a professional certification for all\nhomeopaths, those who are unlicensed as well as those\nwith licenses in another health care profession. The\nrole of the CHC is to establish specific standards of\ncompetency for the profession and act as an umbrella\norganization for all homeopaths. It publishes a\ndirectory of certified practitioners who are entitled to\nuse the designation CCH after their names.\nNorth American Society of Homeopaths (NASH)","metadata":{"loc":{"lines":{"from":39,"to":59}}}}],["53",{"pageContent":"organization for all homeopaths. It publishes a\ndirectory of certified practitioners who are entitled to\nuse the designation CCH after their names.\nNorth American Society of Homeopaths (NASH)\n1122 East Pike Street, Suite 1122, Seattle, WA 98122\nPhone: 206-729-7000; Fax: 206-329-5684; e-mail:\nnashinfo@aol.com; www.homeopathy.org\nNASH is the organization that represents a growing\ngroup of professional homeopaths. Most NASH\nmembers are not medically licensed, but have\ndemonstrated the highest level of proficiency in\nhomeopathic prescribing and therapeutics. Open to\nanyone interested in homeopathy, NASH publishes a\nquarterly newsletter, a highly respected annual journal,\nand a directory of registered homeopaths who are entitled\nto use the designation RSHom(NA).\nHomeopathic Academy of Naturopathic Physicians (HANP)\n12132 SE Foster Place, Portland OR 97266\nPhone: 503-761-3298; Fax: 503-762-1929\nThe HANP is the organization that certifies\nnaturopathic physicians who practice homeopathy.","metadata":{"loc":{"lines":{"from":59,"to":79}}}}],["54",{"pageContent":"12132 SE Foster Place, Portland OR 97266\nPhone: 503-761-3298; Fax: 503-762-1929\nThe HANP is the organization that certifies\nnaturopathic physicians who practice homeopathy.\nThe HANP publishes a quarterly, professional journal\nand a directory of certified practitioners who are\nentitled to use the designation DHANP.\nAmerican Board of Homeotherpeutics (ABHT)\n801 North Fairfax Street, Suite 306, Alexandria, VA\n22314\nPhone: 703-548-7790; Fax: 703-548-7792\nThe ABHT certifies medical doctors who practice\nhomeopathy and are then entitled to use the\ndesignation DHt.\nNational Center for Homeopathy (NCH)\nPhone: 703-548-7790; e-mail: nchinfo@igc.org;\nwww.homeopathic.org\nOne of the oldest homeopathic organizations, the\nNCH is a nonprofit, grassroots, membership\norganization that promotes homeopathy through\neducation (including introductory and professional\nseminars), research, study groups, and membership\nservices. It publishes a monthly newsletter as well as an\nannual membership directory.","metadata":{"loc":{"lines":{"from":79,"to":102}}}}],["55",{"pageContent":"education (including introductory and professional\nseminars), research, study groups, and membership\nservices. It publishes a monthly newsletter as well as an\nannual membership directory.\nCouncil on Homeopathic Education (CHE)\nClock Tower Building, 3 Main Street, Chatham, NY 12037\nPhone: 518-392-7975; Fax: 518-392-6456; e-mail:\nteleosis@igc.apc.org; www.chedu.org\nThis organization is in the process of establishing formal\naccreditation for all homeopathy programs. On request, the\nCHE will send a list of the homeopathic educational\nprograms (including schools and seminars) currently available\nin North America.\nJournal of Nurse-Midwifery\n•\nVol. 44, No. 3, May/June 1999\n287","metadata":{"loc":{"lines":{"from":102,"to":118}}}}],["56",{"pageContent":"APPENDIX B\nGENERAL PRESCRIBING GUIDELINES\nSELECTING A REMEDY\nThe first step is to gather as many symptoms as possible\nand identify any that are unique or unusual or marked.\nThen match as much of the patient’s picture (including\nany unique symptoms) with a homeopathic remedy.\nSELECTING A POTENCY\nGenerally, the lower potencies (ie, 6X, 6C, 12X, and\n12C) are gentler and the higher potencies (ie, 30X,\n30C, 200X and 200C) are deeper acting. The 30C is\nan ideal potency to start out with, and there are many\nhomeopathic kits available in this potency—some\nhave been tailored specifically for the midwife’s special\nneeds.\nDOSAGE GUIDELINES\nRemedies should be taken according to the urgency or\nseriousness of the complaint:\n●\nOne dose every 15–30 minutes if the complaint is\nextremely serious\n●\nOne dose every 1–2 hours if the complaint is\nmoder-\nately serious\n●\nOne dose every 4–8 hours if the complaint is\nnot an\nimmediate cause for concern\nIdeally, no food or drink (apart from water) should be","metadata":{"loc":{"lines":{"from":1,"to":30}}}}],["57",{"pageContent":"moder-\nately serious\n●\nOne dose every 4–8 hours if the complaint is\nnot an\nimmediate cause for concern\nIdeally, no food or drink (apart from water) should be\ntaken 5–10 minutes before and after taking a homeo-\npathic remedy. Some homeopaths advise their patients\nto wait for longer (up to half an hour) and to avoid\nvarious substances (eg, coffee, menthol, and eucalyptus)\nwhile they are taking their remedies.\nRemedies should be stopped once they have started to\nwork; in other words, once there is a marked improve-\nment, they must be stopped. A homeopathic medicine\nacts as a catalyst, stimulating the body to heal itself. Only\nthe “minimum” dose or amount is needed to stimulate\nthat healing response, and further doses are not neces-\nsary at this point. In essence, less really is more with\nhomeopathy!\nIf a remedy helps and it is discontinued, and then the\nsame symptoms return, it can be repeated—starting and\nstopping until there is significant and lasting improve-\nment.","metadata":{"loc":{"lines":{"from":30,"to":53}}}}],["58",{"pageContent":"homeopathy!\nIf a remedy helps and it is discontinued, and then the\nsame symptoms return, it can be repeated—starting and\nstopping until there is significant and lasting improve-\nment.\nIf six doses of a remedy have been taken and there has\nbeen very little or no improvement, then it may be the\nwrong remedy (or the incorrect potency). It is wise to\nseek advice from a professional homeopath if a remedy\nthat is well indicated does not help at all or only alleviates\nsymptoms temporarily. Midwives who are new to home-\nopathy should not attempt to treat symptoms that are\nrecurring or long standing.\nAPPENDIX C\nMATERIA MEDICA FOR MASTITIS\nAPIS\n(Honey Bee)\nMastitis or breast abscess\nThe breasts are hard and swollen\nThe pains are burning and stinging and are much worse for touch\nand heat\nThe nipples may be inverted\nLactation: milk is slow to come in\nGenerally thirstless, warm-blooded and craves fresh air\nMother is restless and weepy and doesn’t know why\nARNICA\n(Leopard’s Bane)","metadata":{"loc":{"lines":{"from":53,"to":79}}}}],["59",{"pageContent":"The nipples may be inverted\nLactation: milk is slow to come in\nGenerally thirstless, warm-blooded and craves fresh air\nMother is restless and weepy and doesn’t know why\nARNICA\n(Leopard’s Bane)\nMastitis after an injury to the breast or after a prolonged labor\nThe pains are sore, bruised and much worse for touch and jarring\nmovements\nThe nipples are sore, cracked and inflamed\nThe soft tissues may be generally bruised and overstrained after a\nprolonged labor\nMother says she feels OK (when she plainly isn’t; ie, she refuses help\nand doesn’t want to be touched or to discuss how she feels)\nBELLADONNA\n(Deadly Nightshade)\nMastitis with fever, especially if it develops suddenly\nThe breasts are engorged—especially after the milk first comes in or\nafter weaning\nBreasts are red or have red streaks which radiate out from the\nnipples to the edge of the breast\nBreasts feel hot and heavy and hard and are extremely sensitive to\ntouch and jarring movements","metadata":{"loc":{"lines":{"from":79,"to":101}}}}],["60",{"pageContent":"Breasts are red or have red streaks which radiate out from the\nnipples to the edge of the breast\nBreasts feel hot and heavy and hard and are extremely sensitive to\ntouch and jarring movements\nThe pains are throbbing or pulsating and come and go quickly\nLactation: breasts fill up with milk and it spurts out involuntarily (milk\nis “over-abundant”), or has difficulty building up milk supply\nWith the fever the skin is dry and radiates heat especially the head\n(limbs may be cooler)\nGenerally thirstless in spite of a dry mouth\nMother is generally restless and angry with the pains\nBORAX\n(Sodium Biborate)\nBreasts ache (and feel disagreeably empty) after nursing. The\nmother is obliged to compress the breast with the hand after\nnursing\nContractive pains in the opposite breast to the one the baby is\nnursing on\nNipples are sore and hot because of a thrush infection (baby may\nalso have thrush in the mouth)\nMother feels generally anxious and irritable\nBRYONIA\n(White Bryony)","metadata":{"loc":{"lines":{"from":101,"to":123}}}}],["61",{"pageContent":"nursing on\nNipples are sore and hot because of a thrush infection (baby may\nalso have thrush in the mouth)\nMother feels generally anxious and irritable\nBRYONIA\n(White Bryony)\nMastitis when milk first comes in (engorgement) or after weaning—\nwith fever that is accompanied by a bursting feeling in the head\nBreasts are swollen, stony hard (or have stony hard lumps), inflamed\nand heavy\nBreasts are hot but pale and nipples are hard\nThe pains are stitching and are worse for the slightest motion. They\nmay be better for firm pressure\nLactation: milk oozes out, or has difficulty building up milk supply\nComplaints (mastitis and fever) develop slowly\n288\nJournal of Nurse-Midwifery\n•\nVol. 44, No. 3, May/June 1999\n1 LINE LONG","metadata":{"loc":{"lines":{"from":123,"to":142}}}}],["62",{"pageContent":"Generally extremely thirsty but for large quantities at infrequent\nintervals\nMother feels extremely irritable and touchy, and wants to be left alone\nCALCAREA CARBONICA\n(Oystershell)\nMastitis/breast abscess in women who are low in vitality and feel\ngenerally debilitated\nWith fever and sweating (especially around the head, especially at\nnight)\nBreasts are inflamed, hard, and feel hot\nBreasts remain small in spite of breastfeeding—or become even\nsmaller than normal\nNipples are hard, hot, and swollen and ulcerated\nLactation: has too much milk after milk comes in or has difficulty\nbuilding up milk supply\nGlands may be swollen (axillae and elsewhere), especially with fever\nFeels the cold (chilly) and may also be anemic\nFeels generally weakened from trying to breastfeed and health\ndeteriorates\nMother feels melancholy and also anxious—especially about her\nhealth and her children\nCHAMOMILLA\n(German Chamomile)\nMastitis after anger\nBreasts are hot and hard and sensitive to touch","metadata":{"loc":{"lines":{"from":1,"to":25}}}}],["63",{"pageContent":"deteriorates\nMother feels melancholy and also anxious—especially about her\nhealth and her children\nCHAMOMILLA\n(German Chamomile)\nMastitis after anger\nBreasts are hot and hard and sensitive to touch\nPains are drawing and may be severe (unbearable)\nNipples are sore, hot, and cracked and tender to the touch\nLactation: milk is bloody or mixed with pus with mastitis. Difficulty\nbuilding milk supply\nMother feels angry, especially with the pains\nCROTON TIGLIUM\n(Croton Oil Seeds)\nBreasts abscess threatens and is often accompanied by a sore throat\nBreasts are hard and inflamed\nVery sore nipples, with excruciating pain running from the nipple to\nthe scapula and back on nursing. Pain only while nursing\nNipples may itch and are so sore and sensitive she cannot bear even\nthe touch of clothes\nLAC CANINUM\n(Dog’s Milk)\nMastitis is often accompanied by a sore throat\nBreasts are engorged, sore, and tender, full of hard lumps\nPains are constant and are worse for the slightest jarring movement","metadata":{"loc":{"lines":{"from":25,"to":49}}}}],["64",{"pageContent":"LAC CANINUM\n(Dog’s Milk)\nMastitis is often accompanied by a sore throat\nBreasts are engorged, sore, and tender, full of hard lumps\nPains are constant and are worse for the slightest jarring movement\n(has to hold breasts firmly when going up or down stairs)\nRight ovary may be painful at the same time (with sharp, darting\npains)\nConstant pain in the nipples\nLAC DEFLORATUM\n(Skimmed Milk)\nLactation: great difficulty building up milk supply without any other\nsymptoms (ie, of pain, soreness or inflammation). This remedy is\na specific for increasing milk supply\nBreasts (shrink) decrease in size\nMother may be weepy, depressed, chilly and constipated—and\nallergic to milk\nMERCURIUS SOLUBILIS/VIV\n(Ammonio-Nitrate of Mercury)\nMastitis/breast abscess with fever and swollen glands\nBreasts are hard, sore, and inflamed\nNipples are sore, raw and hard. They become cracked and ulcerated\nLactation: has difficulty building up milk supply\nDischarges smell strongly (urine, saliva, and sweat, etc)","metadata":{"loc":{"lines":{"from":49,"to":72}}}}],["65",{"pageContent":"Nipples are sore, raw and hard. They become cracked and ulcerated\nLactation: has difficulty building up milk supply\nDischarges smell strongly (urine, saliva, and sweat, etc)\nSensitive to extremes of temperature: hates both heat and cold\nBurning thirst with easy, profuse sweating\nPHELLANDRIUM AQUATICUM\n(Water Dropwort)\nIntolerable pain in the milk ducts after nursing, which causes great\ndistress and hysterical weeping and a sudden “loss of strength”\nPain in the nipples as the child latches on, which radiate inwards and\nbackwards to the scapula, the sacrum, and down into the abdomen\nPHOSPHORIC ACID\nNursing causes a deterioration of health (no inflammations)\nLactation: has great difficulty building up milk supply\nPains in breasts are sharp, itching, and pricking (like flea bites)\nFeels generally weakened from trying to breastfeed and health\ndeteriorates\nMother feels depressed and apathetic (indifferent to everyone and\neverything)\nPHOSPHORUS","metadata":{"loc":{"lines":{"from":72,"to":91}}}}],["66",{"pageContent":"Feels generally weakened from trying to breastfeed and health\ndeteriorates\nMother feels depressed and apathetic (indifferent to everyone and\neverything)\nPHOSPHORUS\nMastitis/breast abscess or threatened abscess/inflammation in\nwomen who are low in vitality and feel generally debilitated\nLarge, hard nodule in breast—the size of an egg\nLactation: has too much milk after milk comes in\nNipples are sore and cracked\nWith cramps in stomach from nursing\nVery thirsty for ice cold water\nPHYTOLACCA\n(Poke-Root)\nMastitis/abscess\nBreasts are engorged and inflamed and lumpy (lumps are hard)\nPains are severe and radiate from the nipple to the axillae or all over\nthe body when the baby nurses\nNipples cracked, raw, and painful\nWith flu-like symptoms: feels exhausted, achy, stiff, and feverish\n(low grade fever) with chills\nLactation: has too much milk after milk comes in or has difficulty\nbuilding up milk supply\nPULSATILLA\n(Meadow Anemone)\nMastitis when milk comes in or after weaning","metadata":{"loc":{"lines":{"from":91,"to":116}}}}],["67",{"pageContent":"(low grade fever) with chills\nLactation: has too much milk after milk comes in or has difficulty\nbuilding up milk supply\nPULSATILLA\n(Meadow Anemone)\nMastitis when milk comes in or after weaning\nBreasts are sore, hard, and swollen (the skin feels uncomfortably\nstretched)\nPains change places: they radiate to the chest, the neck and back,\nto the shoulders, arms, etc\nNipples are sore and cracked\nLactation: has difficulty building up milk supply\nGenerally warm-blooded, craves fresh air and is better for it (hates\nstuffy rooms/hot weather)\nThirstless\nSymptoms are changeable (it is hard to see a pattern)\nMother feels moody (changeable): easily moved to laughter or tears\nas well as weepy and clingy. She wants affection (her mom) and\ncomforting and feels better for it (and after crying)\nSEPIA\n(Cuttle Fish Ink)\nNipples are cracked across the top, are sore and itchy, and become\nso bad they bleed\nFor women who suffer from after pains, prolapsed uterus and\nconstipation","metadata":{"loc":{"lines":{"from":116,"to":140}}}}],["68",{"pageContent":"SEPIA\n(Cuttle Fish Ink)\nNipples are cracked across the top, are sore and itchy, and become\nso bad they bleed\nFor women who suffer from after pains, prolapsed uterus and\nconstipation\nThey are chilly and look pale and pasty with dark rings around the\neyes\nAlthough they are worse for exertion they are curiously better for\nvigorous (aerobic) exercise\nThey are generally debilitated, depressed, and irritable. They want\nto be alone and feel better for it\nSILICA\n(Pure Flint)\nMastitis with fever and/or sweating\nThe breast is full of hard lumps\nSharp pain in breast or uterus or back when the child nurses\nLochia is increased when the baby nurses\nNipples are inverted and become inflamed and cracked\nCracked nipples are extremely painful and cracks bleed when the\nbaby nurses\nLactation: has difficulty building up milk supply\nNervous exhaustion in breastfeeding women who have lost their\nstamina\nExtremely chilly, she sweats easily (especially about the head and feet)","metadata":{"loc":{"lines":{"from":140,"to":164}}}}],["69",{"pageContent":"Lactation: has difficulty building up milk supply\nNervous exhaustion in breastfeeding women who have lost their\nstamina\nExtremely chilly, she sweats easily (especially about the head and feet)\nMother is generally unassertive and anxious\nSULPHUR\n(Flowers of Sulphur)\nMastitis/abscess\nBreasts are red and may be itchy\nNipples burn (like fire) and bleed after nursing. They are sore and\ncracked at the base\nLactation: has difficulty building up milk supply\nExhaustion in breastfeeding women who have lost their stamina\nShe is warm blooded and craves fresh air\nSmelly and sweaty, she is averse to bathing and extremely thirsty\n(for water)\nMother feels restless and irritable\nJournal of Nurse-Midwifery\n•\nVol. 44, No. 3, May/June 1999\n289\n1 LINE LONG","metadata":{"loc":{"lines":{"from":164,"to":185}}}}],["70",{"pageContent":"APPENDIX D\nA HOMEOPATHIC REPERTORY FOR MASTITIS\nMastitis/Breast Abscess\nDevelops slowly\nBryonia\nDevelops suddenly\nBelladonna\nAfter injury to breast\nArnica\nAfter prolonged labor\nArnica\nWith fever\nBelladonna, Bryonia, Calcarea\ncarbonica, Mercurius solubilis/viv,\nPhytolacca\nAnd sweating\nCalcarea carbonica, Silica\nAnd swollen glands\nCalcarea carbonica, Mercurius\nsolubilis/viv\nAnd bursting feeling\nin the head\nBryonia\nWith flu-like symptoms\nPhytolacca\nWith sore throat\nLac caninum\nWith debility (low vitality)    Calcarea carbonica, Phosphoric acid,\nPhosphorus, Silica, Sulphur\nWith sudden weakness\nPhellandrium\nWhen milk comes in\nBelladonna, Bryonia, Pulsatilla\nAfter weaning\nBelladonna, Bryonia, Pulsatilla\nBreasts\nEngorged\nBelladonna, Bryonia, Lac caninum\nHard\nApis, Belladonna, Bryonia, Calcarea\ncarbonica, Chamomilla, Croton\ntiglium, Mercurius solubilis/viv,\nPulsatilla\nHeavy\nBelladonna, Bryonia\nHot\nBelladonna, Bryonia, Calcarea\ncarbonica, Chamomilla\nInflamed\nBryonia, Calcarea carbonica, Croton","metadata":{"loc":{"lines":{"from":1,"to":50}}}}],["71",{"pageContent":"tiglium, Mercurius solubilis/viv,\nPulsatilla\nHeavy\nBelladonna, Bryonia\nHot\nBelladonna, Bryonia, Calcarea\ncarbonica, Chamomilla\nInflamed\nBryonia, Calcarea carbonica, Croton\ntiglium, Mercurius solubilis/viv,\nPhytolacca\nItchy\nSulphur\nLumpy\nLac caninum, Phytolacca, Silica\nFull of hard lumps\nLac caninum, Silica\nLarge, hard nodule\nPhosphorus\nPale\nBryonia\nRed\nBelladonna, Sulphur\nRed streaks radiating\nBelladonna\nSmall (or shrink in size)\nCalcarea carbonica, Lac defloratum\nSwollen\nApis, Belladonna, Bryonia, Pulsatilla\nBreast Pains\nAching after nursing\nBorax\nEmpty feeling after nursing  Borax\nBruised\nArnica\nBurning\nApis\nChangeable\nPulsatilla\nConstant\nLac caninum\nContractive\nBorax\nIn the opposite breast\nBorax\nDrawing\nChamomilla\nItching\nPhosphoric acid\nPulsating\nBelladonna\nSevere\nChamomilla, Phellandrium, Phytolacca\nAfter nursing\nPhellandrium\nSharp, pricking\nPhosphoric acid, Silica\nSore\nArnica, Lac caninum, Mercurius\nsolubilis/viv, Pulsatilla\nStinging\nApis\nStitching\nBryonia\nBreast Pains","metadata":{"loc":{"lines":{"from":50,"to":114}}}}],["72",{"pageContent":"After nursing\nPhellandrium\nSharp, pricking\nPhosphoric acid, Silica\nSore\nArnica, Lac caninum, Mercurius\nsolubilis/viv, Pulsatilla\nStinging\nApis\nStitching\nBryonia\nBreast Pains\n(continued)\nTender\nLac caninum\nThrobbing\nBelladonna\nWorse for\nHeat\nApis\nJarring movements\nArnica, Belladonna, Lac caninum\nSlightest movement\nBryonia\nTouch\nApis, Arnica, Belladonna,\nChamomilla\nBetter for firm pressure\nBryonia\nRadiating to whole body\nPhytolacca\nRadiating to different\nparts of the body\nPulsatilla\nWith pains in uterus or\nback\nSilica\nWith darting pain in ovary   Lac caninum\nWith stomach cramps\nPhosphorus\nWith increase of lochia\nflow\nSilica\nLactation\nDifficulty building up\nsupply\nBelladonna, Bryonia, Calcarea\ncarbonica, Chamomilla, Lac\ndefloratum, Mercurius solubilis/viv,\nPhosphoric acid, Phytolacca,\nPulsatilla, Silica, Sulphur\nMilk slow to come in\nApis\nMilk “over-abundant”\nBelladonna, Calcarea carbonica,\nPhosphorus, Phytolacca\nOozes or spurts\ninvoluntarily\nBelladonna, Bryonia\nMilk is bloody\nChamomilla","metadata":{"loc":{"lines":{"from":114,"to":174}}}}],["73",{"pageContent":"Milk slow to come in\nApis\nMilk “over-abundant”\nBelladonna, Calcarea carbonica,\nPhosphorus, Phytolacca\nOozes or spurts\ninvoluntarily\nBelladonna, Bryonia\nMilk is bloody\nChamomilla\nMilk is mixed with pus\nChamomilla\nNipples\nBleeding\nSepia, Silica, Sulphur\nBurning\nSulphur\nConstantly painful\nLac caninum\nCracked\nArnica, Chamomilla, Mercurius\nsolubilis/viv, Phosphorus,\nPhytolacca, Pulsatilla, Sepia, Silica,\nSulphur\nExcruciatingly painful\nCroton tiglium, Phellandrium, Silica\nHard\nBryonia, Calcarea carbonica,\nMercurius solubilis/viv\nHot\nBorax, Calcarea carbonica,\nChamomilla\nInflamed\nArnica, Calcarea carbonica, Silica\nInverted\nApis, Silica\nItching\nCroton tiglium, Sepia\nRaw\nMercurius solubilis/viv, Phytolacca\nSore\nArnica, Borax, Chamomilla, Croton\ntiglium, Mercurius solubilis/viv,\nPhosphorus, Phytolacca, Pulsatilla,\nSepia, Sulphur\nTender to touch\nChamomilla, Croton tiglium\nRadiates to scapula/back    Croton tiglium, Phellandrium\nRadiates to uterus/abdomen  Phellandrium\nOnly while nursing","metadata":{"loc":{"lines":{"from":174,"to":223}}}}],["74",{"pageContent":"Sepia, Sulphur\nTender to touch\nChamomilla, Croton tiglium\nRadiates to scapula/back    Croton tiglium, Phellandrium\nRadiates to uterus/abdomen  Phellandrium\nOnly while nursing\nCroton tiglium\nThrush infection of nipples   Borax\nUlcerated\nCalcarea carbonica, Mercurius\nsolubilis/viv\n290\nJournal of Nurse-Midwifery\n•\nVol. 44, No. 3, May/June 1999\nView publication statsView publication stats","metadata":{"loc":{"lines":{"from":223,"to":238}}}}]]